{
  "0": "<EOS>",
  "1": "<EOP>",
  "2": "<EOT>",
  "3": "<unk>",
  "4": "!",
  "5": "،",
  "6": "؎",
  "7": "؛",
  "8": "؟",
  "9": "ء",
  "10": "ؤ",
  "11": "ئ",
  "12": "ا",
  "13": "ب",
  "14": "ة",
  "15": "ت",
  "16": "ث",
  "17": "ج",
  "18": "ح",
  "19": "خ",
  "20": "د",
  "21": "ذ",
  "22": "ر",
  "23": "ز",
  "24": "س",
  "25": "ش",
  "26": "ص",
  "27": "ض",
  "28": "ط",
  "29": "ظ",
  "30": "ع",
  "31": "غ",
  "32": "ف",
  "33": "ق",
  "34": "ل",
  "35": "م",
  "36": "ن",
  "37": "ه",
  "38": "و",
  "39": "ٴ",
  "40": "ٹ",
  "41": "پ",
  "42": "چ",
  "43": "ڈ",
  "44": "ڑ",
  "45": "ژ",
  "46": "ک",
  "47": "گ",
  "48": "ں",
  "49": "ھ",
  "50": "ہ",
  "51": "ی",
  "52": "ے",
  "53": "ۓ",
  "54": "۔",
  "55": "۰",
  "56": "۵",
  "57": "۷",
  "58": "ے</w>",
  "59": "ی</w>",
  "60": "ر</w>",
  "61": "ا</w>",
  "62": "ں</w>",
  "63": "ہ</w>",
  "64": "۔</w>",
  "65": "ان",
  "66": "یں</w>",
  "67": "و</w>",
  "68": "نے</w>",
  "69": "اس",
  "70": "تھ",
  "71": "کے</w>",
  "72": "ور</w>",
  "73": "ت</w>",
  "74": "میں</w>",
  "75": "سے</w>",
  "76": "اس</w>",
  "77": "کی</w>",
  "78": "وں</w>",
  "79": "ل</w>",
  "80": "ا۔</w>",
  "81": "اور</w>",
  "82": "یک",
  "83": "م</w>",
  "84": "ب</w>",
  "85": "بھ",
  "86": "د</w>",
  "87": "ن</w>",
  "88": "ان</w>",
  "89": "کر</w>",
  "90": "ہو",
  "91": "یا</w>",
  "92": "ار",
  "93": "اپ",
  "94": "کا</w>",
  "95": "ائ",
  "96": "کو</w>",
  "97": "ے۔</w>",
  "98": "کر",
  "99": "کہ</w>",
  "100": "وہ</w>",
  "101": "ال",
  "102": "کھ",
  "103": "یک</w>",
  "104": "چھ",
  "105": "با",
  "106": "ایک</w>",
  "107": "بھی</w>",
  "108": "ہیں</w>",
  "109": "تے</w>",
  "110": "رہ",
  "111": "پر</w>",
  "112": "تو</w>",
  "113": "تا</w>",
  "114": "ی۔</w>",
  "115": "یا",
  "116": "دو",
  "117": "ئے</w>",
  "118": "می",
  "119": "ک</w>",
  "120": "یہ</w>",
  "121": "رو",
  "122": "تھا۔</w>",
  "123": "س</w>",
  "124": "دی",
  "125": "ہی</w>",
  "126": "ھر</w>",
  "127": "ہا",
  "128": "ہے</w>",
  "129": "ہو</w>",
  "130": "کو",
  "131": "لے</w>",
  "132": "ئی</w>",
  "133": "تی</w>",
  "134": "بی",
  "135": "ام",
  "136": "لگ",
  "137": "نا</w>",
  "138": "ں۔</w>",
  "139": "جھ",
  "140": "ار</w>",
  "141": "ام</w>",
  "142": "خو",
  "143": "اد",
  "144": "نہیں</w>",
  "145": "نی</w>",
  "146": "ف</w>",
  "147": "ری",
  "148": "بہ",
  "149": "یا۔</w>",
  "150": "ور",
  "151": "ٹھ",
  "152": "نہ</w>",
  "153": "یکھ",
  "154": "تھا</w>",
  "155": "اپنے</w>",
  "156": "دیکھ",
  "157": "انے</w>",
  "158": "ش</w>",
  "159": "ہی",
  "160": "رے</w>",
  "161": "لی",
  "162": "اسے</w>",
  "163": "سا",
  "164": "اب</w>",
  "165": "ہے۔</w>",
  "166": "ز</w>",
  "167": "بہت</w>",
  "168": "اگ",
  "169": "لی</w>",
  "170": "سی</w>",
  "171": "لا",
  "172": "ری</w>",
  "173": "طر",
  "174": "،</w>",
  "175": "جا",
  "176": "بچ",
  "177": "سو",
  "178": "لو",
  "179": "تھ</w>",
  "180": "پہ",
  "181": "کی",
  "182": "را",
  "183": "ائی</w>",
  "184": "مجھ",
  "185": "کہ",
  "186": "ند",
  "187": "ٹ</w>",
  "188": "بڑ",
  "189": "پی",
  "190": "پڑ",
  "191": "ہر</w>",
  "192": "ما",
  "193": "شا",
  "194": "وال",
  "195": "نگ",
  "196": "گھر</w>",
  "197": "چھ</w>",
  "198": "ائے</w>",
  "199": "اپنی</w>",
  "200": "تھے۔</w>",
  "201": "لئے</w>",
  "202": "ح</w>",
  "203": "تا",
  "204": "سب</w>",
  "205": "دوس",
  "206": "گئ",
  "207": "لا</w>",
  "208": "انی</w>",
  "209": "تھی</w>",
  "210": "کیا</w>",
  "211": "اری</w>",
  "212": "ہاں</w>",
  "213": "جب</w>",
  "214": "تھی۔</w>",
  "215": "مو",
  "216": "کچھ</w>",
  "217": "تی",
  "218": "دن</w>",
  "219": "اپ</w>",
  "220": "ساتھ</w>",
  "221": "ارے</w>",
  "222": "رہا</w>",
  "223": "اح",
  "224": "نوں</w>",
  "225": "در",
  "226": "گیا</w>",
  "227": "لہ</w>",
  "228": "جو",
  "229": "گیا۔</w>",
  "230": "یر</w>",
  "231": "مح",
  "232": "پھر</w>",
  "233": "وق",
  "234": "ج</w>",
  "235": "گھ",
  "236": "ون",
  "237": "گر</w>",
  "238": "بو",
  "239": "نا",
  "240": "چ</w>",
  "241": "کوئی</w>",
  "242": "تم",
  "243": "ہیں۔</w>",
  "244": "جو</w>",
  "245": "پھ",
  "246": "ہوا</w>",
  "247": "را</w>",
  "248": "تھے</w>",
  "249": "اہ"
}